---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsInstDownLabelOn
source: html/defc038a-05fd-7672-d3cd-a821f1c16575.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsInstDownLabelOn Property

"Down label"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsInstDownLabelOn { get; }
```